---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundForceFeetPerFoot
source: html/d916ddd3-298e-5204-1ebc-3e44ccf9fd0d.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundForceFeetPerFoot Property

Pound force feet per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundForceFeetPerFoot { get; }
```